const price1 =[
    
        {
            id: "1",
            title: "Нугабест массажер ",
            price: "200 сом"
        },{
            id:"2",
            title:"Нугабест массажер",
            price:"100 сом",
        },{
            id:"3",
            title:"Лазер- рихта аппарат ",
            price:"150 сом",
        },{
            id:"4",
            title:"Растяжка грыжи",
            price:"200 сом",
        }, {
            id:"5",
            title:"Аппарат-дельфин",
            price:"100 сом",
        },{
            id:"6",
            title:"УФО аппарат",
            price:"100 сом",
        },{
            id:"7",
            title:"КУФ аппарат",
            price:"100 сом",
        },{
            id:"8",
            title:"УВЧ аппарат",
            price:"100 сом",
        },{
            id:"9",
            title:"ЛФК (беговая дорожка)",
            price:"100 сом",
        },{
            id:"10",
            title:"ЛФК (растяжка)",
            price:"100 сом",
        },{
            id:"11",
            title:"Парафинотерапия",
            price:"150 сом",
        },{
            id:"12",
            title:"Fohow аппарат",
            price:"500 сом",
        },{
            id:"13",
            title:"Внутривенной иньекции",
            price:"50 сом",
        },{
            id:"14",
            title:"Внутримышечной иньекции",
            price:"30 сом",
        },{
            id:"15",
            title:"Подкожной иньекции",
            price:"20 сом"
        },{
            id:"16",
            title:"Урологический массаж",
            price:"200 сом"
        },{
            id:"17",
            title:"Гинекологический массаж",
            price:"200 сом"
        },{
            id:"17",
            title:"Санация влагалища с мазевым раствором",
            price:","
        },{
            id:"18",
            title:"УЗИ органов брющной полости, органов малого таза и щитовидной железы",
            price:"1 000 сом "
        },{
            id:"20",
            title:"УЗИ почек ",
            price:"400 сом",
        },{
            id:"21",
            title:"УЗИ печени и желчного пузыря",
            price:"400 сом"
        },{
            id:"22",
            title:"УЗИ органов малого таза",
            price:"500 сом"
        },{
            id:"23",
            title:"УЗИ щитовидной железы",
            price:"300 сом"
        },{
            id:"24",
            title:"Консультация",
            price:"200 сом "
        },{
            id:"25",
            title:"Осмотр в зеркалах (одноразовое зеркало)",
            price:"100 / 300 сом"
        },{
            id:"26",
            title:"Лечение за 10 дней услуга",
            price:"6 600 сом"
        },{
            id:"",
            title:"",
            price:","
        },{
            id:"",
            title:"",
            price:","
        },{
            id:"",
            title:"",
            price:","
        },{
            id:"",
            title:"",
            price:","
        },{
            id:"",
            title:"",
            price:","
        },{
            id:"",
            title:"",
            price:","
        }

   
]