const lab = [

    {
        id: "1",
        title: "Общий анализ крови ",
        price: "300 сом"
    },
    {
        id: "2",
        title: "Развернутый анализ крови с подсчетом тромбоцитов ",
        price: "350 сом"
    },
    {
        id: "3",
        title: "Гемоглобин",
        price: "150 сом"
    },
    {
        id: "4",
        title: "Общий анализ крови + ретикулоциты",
        price: "350 сом"
    },
    {
        id: "5",
        title: "Антитела к LE - клеткам (волчанка)",
        price: "350 сом"
    },
    {
        id: "6",
        title: "Титр антител к резус - фактору ",
        price: "350 сом"
    },
    {
        id: "7",
        title: "Определение группы крови + резус фактор",
        price: "180 сом"
    },
    {
        id: "8",
        title: "Тромботест",
        price: "170 сом"
    }, {
        id: "9",
        title: "Фибриноген общий ",
        price: "250 сом"
    },
    {
        id: "10",
        title: "Д-Димер ",
        price: "1100 сом"
    },
    {
        id: "11",
        title: "Общий анализ мочи",
        price: "250 сом"
    },
    {
        id: "12",
        title: "Моча на наличие ацетона(кетоны) ",
        price: "130 сом"
    }, 
    {
        id: "13",
        title: "Моча на наличие желчных пигментов (билирубин) ",
        price: "130 сом"
    }, {
        id: "14",
        title: "Белок в моче",
        price: "150 сом"
    }, {
        id: "15",
        title: "Моча по Нечипоренко",
        price: "160 сом"
    }, {
        id: "16",
        title: "Моча по Зимницкому",
        price: "160 сом"
    }, {
        id: "17",
        title: "Суточная экскреция белка в моче",
        price: "180 сом"
    },  {
        id: "19",
        title: "Моча по Нечипоренко ",
        price: "180 сом"
    }, {
        id: "20",
        title: " Глюкоза в моче",
        price: "150 сом"
    }, {
        id: "21",
        title: "Суточная протеинурия",
        price: "1800 сом"
    }, {
        id: "22",
        title: "Альфа- амилаза крови",
        price: "280 сом"
    }, {
        id: "13",
        title: "Альфа- амилаза (диастаза) мочи ",
        price: "280 сом"
    }, {
        id: "24",
        title: "Щелочная фосфатаза",
        price: "300 сом"
    }, {
        id: "25",
        title: "Кислая фосфатаза",
        price: "300 сом"
    }, {
        id: "26",
        title: "Липаза",
        price: "300 сом"
    }, {
        id: "27",
        title: "Панкреаз- амилаза ",
        price: "300 сом"
    }, {
        id: "28",
        title: "ЛДГ (лактатдегидрогенеза)",
        price: "270 сом"
    }, {
        id: "29",
        title: "Креатинфосфокиназа ",
        price: "350  сом"
    }, {
        id: "30",
        title: "Холинэстераза крови",
        price: "300  сом"
    }, {
        id: "31",
        title: "Керетинин",
        price: "250  сом"
    }, {
        id: "32",
        title: "Мочевина",
        price: "250 сом"
    }, {
        id: "33",
        title: "Скорость клубочковой фильтрации",
        price: "450 сом"
    }, {
        id: "34",
        title: "Остаточный азот (только с мочевиной)",
        price: "250 сом"
    }, {
        id: "35",
        title: "Мочевая кислота",
        price: "250 сом"
    },
    {
        id: "36",
        title: "Цистанин С ",
        price: "1500 сом"
    }, {
        id: "37",
        title: "NGAL-Маркер острой почечной недостаточности ",
        price: "3000 сом"
    }, {
        id: "38",
        title: "Натрий",
        price: "270 сом"
    }, {
        id: "39",
        title: "Кальций ионизированный",
        price: "310 сом"
    },
    {
        id: "40",
        title: "Калий",
        price: "270 сом"
    }, {
        id: "41",
        title: "Кальций ",
        price: "270 сом"
    }, {
        id: "42",
        title: "Фосфор ",
        price: "270 сом"
    }, {
        id: "43",
        title: "Цинк ",
        price: "650 сом"
    }, {
        id: "44",
        title: "Медь",
        price: "650 сом"
    }, {
        id: "45",
        title: "Хлориды ",
        price: "270 сом"
    }, {
        id: "46",
        title: "Ферритин) ",
        price: "420 сом"
    }, {
        id: "47",
        title: "Железосвязывающая емкость крови",
        price: "270 сом"
    }, {
        id: "48",
        title: "Железо",
        price: "270 сом"
    }, {
        id: "49",
        title: "Транцферин",
        price: "620 сом"
    }, {
        id: "50",
        title: "Антитела lgG к глиадину ",
        price: "700 сом"
    },{
        id: "51",
        title: "Антитела lgА к глиадину ",
        price: "700 сом"
    },{
        id: "52",
        title: "Пепсиноген 1 (поражение слизистой желудка) ",
        price: "500 сом"
    },{
        id: "53",
        title: "Общий IgE ",
        price: "320 сом"
    },{
        id: "54",
        title: "Ингаляционная панель №2 ",
        price: "2500 сом"
    },{
        id: "55",
        title: "Пищевая панель №3",
        price: "2500 сом"
    },{
        id: "56",
        title: "Педиатрическая панель №4",
        price: "2500 сом"
    },{
        id: "57",
        title: "Гепатит В (колич)",
        price: "1900 сом"
    },{
        id: "58",
        title: "Гепатит В (качественно)",
        price: "1100 сом"
    },{
        id: "59",
        title: "Гепатит С (качественно)",
        price: "1100 сом"
    },{
        id: "60",
        title: "Гепатит С (колич)",
        price: " 2400 сом"
    },{
        id: "61",
        title: "Гепатит С(генотипирование)",
        price: " 2 000 сом"
    },{
        id: "62",
        title: "Гепатит D (качественно)",
        price: " 1 400 сом"
    },{
        id: "63",
        title: "Гепатит D (колич)",
        price: " 2 100 сом"
    },{
        id: "64",
        title: "Антифосфолипиды lgG ",
        price: " 900 сом"
    },{
        id: "65",
        title: "Антифосфолипиды lgМ",
        price: " 900 сом"
    },{
        id: "66",
        title: "Антитела двухспиральной ds ДНК lgG",
        price: " 500 сом"
    },{
        id:"67",
        title:"Линейный иммунный анализ (ЛИА- МАХХ)",
        price:"4 000 сом",
    },{
        id:"68",
        title:"Линейный иммунный анализ (ЛИА-ливер)",
        price:"3 800 сом",
    },{
        id:"69",
        title:"Линейный иммунный анализ (ЛИА-миозит)",
        price:"4 000 сом",
    },{
        id:"70",
        title:"Линейный иммунный анализ (ЛИА-васкулит)",
        price:"3 800 сом",
    },{
        id:"71",
        title:"Линейный иммунный анализ (ЛИА-гастро lgA)",
        price:"3 800 сом",
    },{
        id:"72",
        title:"Линейный иммунный анализ (ЛИА-гастро lgM)",
        price:"3 800 сом",
    },{
        id:"73",
        title:"Ливер Скрин Slg G",
        price:"2 000 сом",
    }
]
export default lab;