const lab = [

    {
        id: "1",
        title: "Общий анализ крови ",
        price: "180 сом"
    },
    {
        id: "2",
        title: "СОЭ ",
        price: "100 сом"
    },
    {
        id: "3",
        title: "Время свертываемости крови по Сухареву",
        price: "100 сом"
    },
    {
        id: "4",
        title: "Антитела к резус фактору",
        price: "320 сом"
    },
    {
        id: "5",
        title: "Протромбиновое время ",
        price: "180 сом"
    },
    {
        id: "6",
        title: "Протромбиновый индекс ",
        price: "180 сом"
    },
    {
        id: "7",
        title: "МНО ",
        price: "180 сом"
    },
    {
        id: "8",
        title: "Активированное частичное тромбопластиновое время",
        price: "180 сом"
    }, {
        id: "9",
        title: "Фибриноген ",
        price: "180 сом"
    },
    {
        id: "10",
        title: "тромбиновое время ",
        price: "180 сом"
    },
    {
        id: "11",
        title: "Д-Димер ",
        price: "100 сом"
    },
    {
        id: "12",
        title: "Определение группы крови и резус фактора  ",
        price: "300 сом"
    }, 
    {
        id: "13",
        title: "Микрореакция ",
        price: "	260 сом"
    }, {
        id: "14",
        title: "Д-Димер ",
        price: "180 сом"
    }, {
        id: "15",
        title: "Реакция Райта-Хеддльсона ",
        price: "400 сом"
    }, {
        id: "16",
        title: "Общий анализ мочи",
        price: "180 сом"
    }, {
        id: "17",
        title: "Суточная экскреция белка в моче",
        price: "180 сом"
    }, {
        id: "18",
        title: "Моча по Зимницкому (суточная) ",
        price: "180 сом"
    }, {
        id: "19",
        title: "Моча по Нечипоренко ",
        price: "180 сом"
    }, {
        id: "20",
        title: " Сахар мочи",
        price: "180 сом"
    }, {
        id: "21",
        title: "Мазок на степень чистоты",
        price: "250 сом"
    }, {
        id: "22",
        title: "Мазок секрета простаты - без забора ",
        price: "250 сом"
    }, {
        id: "13",
        title: "Мазок из уретры - без забора ",
        price: "250 сом"
    }, {
        id: "24",
        title: "Риноцитограмма - без забора ",
        price: "250 сом"
    }, {
        id: "25",
        title: "Мазок на онкоцитологию - без забора",
        price: "400 сом"
    }, {
        id: "26",
        title: "Микроальбумин в моче",
        price: "400 сом"
    }, {
        id: "27",
        title: "Мазок на арборизацию ",
        price: "400 сом"
    }, {
        id: "28",
        title: "Услуга забора крови ",
        price: "70 сом"
    }, {
        id: "29",
        title: "Услуга забора биоматериала урогинекологических мазков ",
        price: "70  сом"
    }, {
        id: "30",
        title: "Услуга забора биоматериала на микробиологические (бак.) исследования",
        price: "70  сом"
    }, {
        id: "31",
        title: "Глюкоза порошок 75гр ",
        price: "70  сом"
    }, {
        id: "32",
        title: "Пренатальный скрининг трисомий: 2-триместр (ХГЧ, Свободный Эстриол, АФП)",
        price: "1200 сом"
    }, {
        id: "33",
        title: "Пренатальный скрининг трисомий: 1-триместр (РАРР-А, Свободный В-ХГЧ)",
        price: "1610 сом"
    }, {
        id: "34",
        title: "Гепатит В HBV (качественный) ",
        price: "1000 сом"
    }, {
        id: "35",
        title: "Гепатит С НСV, РНК (качественный) ",
        price: "1000 сом"
    },
    {
        id: "36",
        title: "Г епатит В НВ V (количественный) ",
        price: "1600 сом"
    }, {
        id: "37",
        title: "Г епатит С HCV (количественный) ",
        price: "1900 сом"
    }, {
        id: "38",
        title: "Г епатит С HCV генотипирование",
        price: "1900 сом"
    }, {
        id: "39",
        title: "Гепатит D (HDV) (количественный) ",
        price: "2500 сом"
    },
    {
        id: "40",
        title: "Вирус простого герпеса 1-2 тип ",
        price: "460 сом"
    }, {
        id: "41",
        title: "Линейный иммунный анализ ",
        price: "3100 сом"
    }, {
        id: "42",
        title: "Линейный иммунный анализ ",
        price: "2200 сом"
    }, {
        id: "43",
        title: "Линейный иммунный анализ ",
        price: "3800 сом"
    }, {
        id: "44",
        title: "Линейный иммунный анализ (ЛИА васкулит)***",
        price: "3800 сом"
    }, {
        id: "45",
        title: "Линейный иммунный анализ (ЛИА гастро IgA) ",
        price: "2200 сом"
    }, {
        id: "46",
        title: "Линейный иммунный анализ (ЛИА гастро IgG) ",
        price: "2200 сом"
    }, {
        id: "47",
        title: "Линейный иммунный анализ (ЛИА гастро IgG)",
        price: "3800 сом"
    }, {
        id: "48",
        title: "Антитела к глиадину IgM",
        price: "580 сом"
    }, {
        id: "49",
        title: "Антитела к глиадину IgG",
        price: "580 сом"
    }, {
        id: "50",
        title: "Антитела к кардиолипину IgM ",
        price: "830 сом"
    },
]
export default lab;